export const CATEGORIES = {
  null: "Не указано",
  GEN: "Нет любовных линий",
  F_M: "Гет",
  M_M: "ММ",
  F_F: "ЖЖ",
  OTHER: "Другое",
};

export const RATINGS = {
  null: "Не указано",
  G: "Нет возрастных ограничений",
  PG: "Не рекомендуется детям",
  PG_13: "От 13 лет",
  R: "От 16 лет",
  NC_17: "От 17 лет",
};

export const LANGUAGES = {
  ru: "Руссский",
  nl: "Нидерландский",
  en: "Английский",
  fr: "Французский",
  de: "Немецкий",
  it: "Итальянский",
  ja: "Японский",
  no: "Норвежский",
  pl: "Польша",
  pt: "Португальский",
  es: "Испанский",
  sv: "Шведский",
  vi: "Вьетнамский",
  zh_ch: "Китайский",
};
